<?php

$text = '本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。本文が入ります。';

$blog = [
  [
    'tag' => 'ギター',
    'src' => '01',
    'title' => 'アルペジオが劇的に向上する3つの習慣',
    'date' => '2024-11-03',
    'text' => $text,
  ],
  [
    'tag' => '集客方法',
    'src' => '02',
    'title' => '集客してる間は売れないという法則',
    'date' => '2025-02-20',
    'text' => $text,
  ],
  [
    'tag' => 'SNS',
    'src' => '03',
    'title' => 'フォロワーではなくファンを増やせとは？',
    'date' => '2025-07-10',
    'text' => $text,
  ],
];
